Repository: BoltushkinArtem/ExchangeRates
Catalog: ExchangeRates/*.lproj/Localizable.strings
Languages: ru

source: UPDATE IN %@
ru: ОБНОВЛЕНО В %@

# exchange_rate_not_changed
source: Since yesterday %@ is not changed
ru: Со вчерашнего дня %@ не изменился

# exchange_rate
source: Since yesterday %@ %@ by %i %@
ru: Со вчерашнего дня %@ %@ на %i %@

source: dollar
ru: доллар

source: euro
ru: евро

source: ruble
ru: рубль

source: up
ru: вырос

source: fell
ru: упал

# percent_form_0
source: percent
ru: процент

# percent_form_1
source: percents
ru: процента

# percent_form_2
source: percents
ru: процентов

# alert_title_information
source: Information
ru: Информация

# alert_message_service_not_available
source: At the moment the service is not available.
ru: В данный момент сервис недоступен.

# alert_button_try_again
source: Try again
ru: Повторить подключение
